accountsservice
acpi_call-dkms
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
awesome-terminal-fonts
base
base-devel
bash-completion
bat
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brightnessctl
btop
btrfs-progs
cachyos-gaming-meta
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cargo-flamegraph
chezmoi
chwd
cliphist
cloudflare-warp-bin
cpupower
cryptsetup
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
dua-cli
duf
dunst
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
ffmpegthumbnailer
fish
fsarchiver
fuzzel
fzf
git
glances
go
gopls
greetd
greetd-tuigreet
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-mtp
haveged
hdparm
helix
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
imv
inetutils
iptables-nft
iwd
jfsutils
jre11-openjdk
kitty
kvantum
less
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lua-language-server
lutris
lvm2
man-db
man-pages
mangohud
mdadm
meld
mesa
mesa-utils
micro
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
neovim-nightly-bin
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
nwg-look
obs-studio
obsidian
octopi
opencl-nvidia
opendesktop-fonts
openrazer-daemon
openssh
pacman-contrib
paru
pavucontrol
pavucontrol-qt
perl
pipewire-alsa
pipewire-pulse
plocate
polkit-gnome
poppler-glib
power-profiles-daemon
powertop
prettier
pv
pyright
python
python-black
python-defusedxml
python-packaging
qbittorrent
rebuild-detector
reflector
ripgrep
rsync
rtkit
s-nail
sassc
sg3_utils
smartmontools
sof-firmware
steam
stylua
sudo
swaybg
swaync
swayosd
switcheroo-control
syncthing
sysfsutils
systemd-boot-manager
texinfo
thunar
thunar-volman
tmux
tokei
ttf-bitstream-vera
ttf-dejavu
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tumbler
typescript-language-server
udisks2
ufw
umu-launcher
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc
vscode-css-languageserver
vulkan-radeon
waybar
wget
wgetpaste
which
wine-mono
wireless-regdb
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
zathura
zathura-pdf-poppler
zen-browser-bin
zip
zoxide
